tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
tap "rcmdnk/file"
tap "sanemat/font"
brew "alp"
brew "anyenv"
brew "python@3.10"
brew "awscli"
brew "bat"
brew "boost"
brew "glib"
brew "python@3.9"
brew "gcc"
brew "glog"
brew "ceres-solver"
brew "cling"
brew "cmake"
brew "ruby"
brew "cocoapods"
brew "conan"
brew "guile"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "srt"
brew "ffmpeg"
brew "ffmpeg@4"
brew "fish"
brew "pango"
brew "fontforge"
brew "ghq"
brew "glfw"
brew "glm"
brew "gnu-sed"
brew "gobject-introspection"
brew "hdf5"
brew "libfido2"
brew "node@16"
brew "mongosh"
brew "mysql"
brew "netcdf"
brew "nkf"
brew "nmap"
brew "nsq"
brew "numpy"
brew "vtk"
brew "opencv"
brew "peco"
brew "perl"
brew "pipenv"
brew "stress"
brew "vcpkg"
brew "mongodb/brew/mongodb-community"
brew "rcmdnk/file/brew-file"
brew "sanemat/font/ricty", args: ["with-powerline"]
cask "android-studio"
cask "autodesk-fusion360"
cask "aws-vault"
cask "biscuit"
cask "blender"
cask "canva"
cask "cheatsheet"
cask "cleanmymac"
cask "deepl"
cask "discord"
cask "drawio"
cask "figma"
cask "gather"
cask "google-chrome"
cask "google-drive"
cask "google-drive-file-stream"
cask "mactex-no-gui"
cask "notion"
cask "path-finder"
cask "postman"
cask "rectangle"
cask "slack"
cask "sublime-text"
cask "unity"
cask "unity-hub"
cask "visual-studio-code"
cask "xquartz"
cask "zoom"
cask "zotero"
